Repository: shr-distribution/libphone-ui-shr
Catalog: po/*.po
Languages: ar

source: Call
ar: مكالمة

source: Contacts
ar: الاسماء

source: New Contact
ar: اسم جديد

source: Dialer
ar: الهاتف

source: Information
ar: معلومات

source: New Message
ar: رسالة جديدية

source: Messages
ar: رسائل

source: SIM Auth
ar: تفعل الشريحة

source: Service Data
ar: بيانات الخدمة

source: Speaker
ar: سماعات

source: Release
ar: اطلاق

source: Keypad
ar: لوخة المفاتيح

source: Hide Keypad
ar: اخفاء لوحة المفاتيح

source: Accept
ar: موافق

source: Do you really want to delete it?
ar: هل تريد حذفها ؟

source: Yes
ar: نعم

source: No
ar: لا

source: New
ar: جديد

source: Options
ar: خيارات

source: SMS
ar: رسائل

source: Show
ar: أظهر

source: Delete
ar: حذف

source: Compose SMS
ar: رسالة جديدة

source: Close
ar: اغلاق

source: Back
ar: رجوع

source: Save
ar: حفظ

source: Click to open contactlist.
ar: انقر لاظهار لائحة الاسماء

source: More
ar: اضافى

source: Send SMS
ar: ارسال رسالة

source: Your storage is full. Please delete some messages or you are not going to receive messages anymore!
ar: لقد امتلأ بريدك . ارجو حذف بعض الرسائل او لن تستطيع من استلام اي رسائل اخرى!

source: GSM is not available, because no SIM card is present.
ar: لا يوجد اشارة , السبب عدم وجود شريحة المحمول

source: Unknown message.
ar: رسالة غير معروفة

source: Deleting..
ar: حذف...

source: Inbox
ar: صندوق الوارد

source: Answer
ar: اجابة

source: Show Message
ar: اظهار الرسالة

source: SMS Answer
ar: اجابة رسالة نصية

source: Delete Message
ar: حذف رسالة

source: Continue
ar: اكمال

source: %d characters left [%d]
ar: %d حرف متبقي [%d]

source: Define Recipients
ar: حدد المرسل اليه

source: Send
ar: ارسال

source: Add Contact
ar: اضافة اسم

source: Add Number
ar: اضافة رقم

source: Remove
ar: حذف

source: Add a Contact
ar: اضافة اسم

source: Add
ar: اضافة

source: Add a Number
ar: اضافة رقم

source: Do you really want to quit?
ar: هل تريد الخروج ؟

source: Sending..
ar: ارسال...

source: From:
ar: من:

source: Date:
ar: التاريخ:

source: Status:
ar: الحالة:

source: Please enter your PIN
ar: الرجاء ادخال كلمة السر

source: Please enter your PUK
ar: الرجاء ادخال PUK

source: OK
ar: تم

source: PIN correct
ar: الكلمة السرية صحيحة

source: Checking
ar: فحص

source: PIN wrong
ar: الكلمة السرية خطاء

source: Enter a NEW PIN
ar: ادخل كلمة سر جديدة

source: Confirm your NEW PIN
ar: اعادة تاكيد كلمة السر

source: PIN must be 4-8 chars long
ar: يجب ان تكون كلمة السر من 4 - 8 مفاتيح

source: PIN confirmation wrong
ar: تاكيد كلمة السر خطأ

source: Data:
ar: بيانات:

source: ABC
ar: ﺏﺕﺓ‎ﺙ‎

source: DEF
ar: اء

source: GHI
ar: ﺱﺵﺹﺽ‎

source: JKL
ar: ﺩ‎ﺫ‎ﺭﺯ

source: MNO
ar: ﺝﺡﺥ

source: PQRS
ar: نﻩ‎ﻭ‎ﻱ

source: TUV
ar: ف‎ﻕﻙ‎ﻝﻡ

source: XYZ
ar: ﻁ‎ﻅ‎ﻉﻍ‎
